Repository: mohamedsamy871/Iqraa
Catalog: Iqraa/Resource.*.resx
Languages: ar, es, fr, ur

# SecondProgramlist4
source: Via recorded video lessons on ( ) platform.
es: Via des leçons vidéo enregistrées sur la plateforme ( ).
fr: Via des cours vidéo enregistrés sur la plateforme

source: Send
ar: إرسال
es: Enviar
fr: Envoyer
ur: بھیجیں

source: Send Message
ar: تواصل معنا
es: enviar un mensaje
fr: envoyer un message

# ThirdLevel
source: The third level
ar: المستوى الثالث
es: Le troisième niveau
fr: Le deuxième niveau

source: Third Program
ar: البرنامج الثالث
es: البرنامج الثالث
fr: البرنامج الثالث

# ThirdProgramDescription
source: The program is structured into three levels:
ar: وفيه ثلاثة مستويات:
es: Le programme est structuré en trois niveaux
fr: Le programme comporte trois niveaux :

# ThirdProgramHeading
source: Teaching Holy Quran Reading Program for Beginners
ar: برنامج تعليم قراءه القران الكريم للمبتدئين
es: برنامج تعليم قراءه القران الكريم للمبتدئين
fr: Programme pour enseigner la lecture du Saint Coran aux débutants

# VideoImg1
source: /images/videos/vd1-en.png
es: /images/videos/vd1-es.png
fr: /images/videos/vd1-fr.png

# VideoPlaylistName1
source: Arabic Reading Principles
es: Principes de lecture de l'arabe
fr: Principes de lecture arabe

source: Videos
ar: فيديوهات
fr: Vidéos

# VideoURL1
source: https://youtube.com/playlist?list=PLNUNHIo8EZJ9JY-G-zrDGQD8ipzDwioeD&si=x9nfsHk99bC3d2X3
es: https://youtube.com/playlist?list=PLNUNHIo8EZJ9-iYWVPoU8UuZdFrGNLMV_&si=tjUrABAILKFsDAe4
fr: https://youtube.com/playlist?list=PLNUNHIo8EZJ9BR7nFXgFak2iQxIJ8KqxK&si=knxEtZJzEcBQ5bI6

source: visitors
ar: عدد الزوار
es: Visitantes
fr: Visiteurs

source: Who Are We
es: quienes somos
fr: Qui sommes-nous

# FifthProgram
source: البرنامج الخامس
es: Fifth Program

# FounderInterest
source: Founder's interests
ar: الاهتمامات
es: Intereses del fundador
ur: اھتممات

# FounderInterestValue
source: Teaching Arabic reading to non-Arabs.
ar: تعليم القراءة العربية للعرب ولغير العرب
es: Enseñar lectura árabe para extranjeros.
ur: عربی زبان سکہانا غیر عرب کو

source: Message
ar: الرسالة
es: Mensaje
ur: پیغام

source: Services
ar: خدمات
es: Servicios
ur: خدمات

source: Email
ar: الإيميل
ur: ای میل

# EmailError
source: E-mail is not valid
ar: برجاء ادخال ايميل صحيح
