Repository: mohamedsamy871/Iqraa
Catalog: Iqraa/Resource.*.resx
Languages: ar, es, fr, ur

# About
source: About the centre
ar: عن المركز
es: Información sobre el Centro
fr: À propos du centre
ur: مرکز کہ بارے میں

# AboutDetails
source: About the centre about the Fonder of the centre ( his biography). programs offered in our centre news about the centre. what's new about the centre
ar: تعريف بالمركز . تعريف بمؤسس المركز ( سيرة ذاتية) تعريف بالبرامج المقدمة في هذا المركز أخبار المركز أو جديد المركز
es: ¿Quiénes somos? ¿Quién es el fundador del Centro? Información sobre los programas ofrecidos en el Centro. Noticias del Centro
fr: Définition du centre La biographie de fondateur Une présentation des programmes présentés dans ce centre. Les nouvelles du centre ou ses nouveautés
ur: مرکز کی تعریف سيرة ذاتية: بانی کی تعریف اس پروگرام کہ مقدمہ کی تعریف مرکز کہ اخبارات

# AboutUsP1
source: We are a center concerned with teaching Arabic reading to everyone with the ultimate objective of streamlining the learning experience and making it time-effective, in order to fulfill the aspiration of many Muslims, which is to read the Holy Quran.
fr: Nous sommes un centre d'enseigner la lecture arabe à tous. Il vise à faciliter l’apprentissage de la lecture arabe et à raccourcir le temps pour atteindre cet objectif, afin de réaliser un espoir souhaité par de nombreux musulmans, à savoir lire du Saint Coran.

# AboutUsP2
source: The center is seeking the most effective approaches and the optimal Means for teaching Arabic reading and Empowerment in the reading of the Holy Quran.
fr: Le centre recherche les meilleures moyens les plus efficaces pour enseigner la lecture arabe et être capable de lire le Saint Coran.

# AboutUsP3
source: It is the belief of the center that Arabic is a phonetic language with a close correspondence between its spoken and written components, a crucial factor in facilitating the learning of Arabic reading.
fr: Qui sommes-nous Nous sommes un centre d'enseigner la lecture arabe à tous. Il vise à faciliter l’apprentissage de la lecture arabe et à raccourcir le temps pour atteindre cet objectif, afin de réaliser un espoir souhaité par de nombreux musulmans, à savoir lire du Saint Coran. Le centre recherche les meilleures moyens les plus efficaces pour enseigner la lecture arabe et être capable de lire le Saint Coran. Le Centre est convaincu que la langue arabe se caractérise par la Convergence de ses lettres et mots parlés avec ses lettres et mots écrits, ce qui facilite à apprendre la lecture arabe.

# ArabicLettersLearn
source: (13) lessons ( Teaching Arabic Letters )
ar: تعليم الحروف العربية - 13 درسا
es: (13) leçons ( Enseignement des lettres arabes )
fr: Enseignement des lettres

# Article1
source: Additions and omissions in Arabic writing
ar: الزيادة والحذف في الكتابة العربية
es: Additions et omissions en écriture arabe
fr: Ajouts et omissions dans l'écriture arabe

# Article2
source: Distinctions in written form between the Quran and standard Arabic
ar: الاختلافات بين الكتابة في القران الكريم والكتابة العربية العادية
es: Distinctions dans la forme écrite entre le Coran et l'arabe standard
fr: Distinctions entre l'écriture du Saint Coran et l'écriture arabe standard

# Article3
source: Special writing and reading rules of the Holy Qur’an
ar: أحكام كتابية وقرائية خاصة بالقرآن الكريم
es: Règles particulières d'écriture et de lecture du Saint Coran
fr: Règles particulières d'écriture et de lecture du Saint Coran

# Article4
source: How to initiate the teaching and learning to read the Holy Qur'an
ar: طريقة البدء في تعلم وتعليم قراءة القرآن الكريم
es: Comment initier l'enseignement et l'apprentissage de la lecture du Saint Coran
fr: Comment initier à apprendre et à enseigner la lecture du Saint Coran

source: Articles
ar: مقالات
fr: Des articles

# ArticleURL1
source: https://drive.google.com/file/d/1oY3IINAj9AhhR7FtQjDnhVzqx6WcVTV_/view?usp=sharing
es: https://drive.google.com/file/d/1AFF59Vw2zy7GntONY_t1SLliFdJq31TM/view?usp=sharing
fr: https://drive.google.com/file/d/1t6g8rz_D7isxiTbqWqdlCl3tzp7FGhhf/view?usp=sharing

# ArticleURL2
source: https://drive.google.com/file/d/1pPl2W4SHywWWL1qWyoOMNjTNayVSSolc/view?usp=sharing
es: https://drive.google.com/file/d/1feKSGxkxzyg6UyOKPFlmKn9Mungcj7m6/view?usp=drive_link
fr: https://drive.google.com/file/d/1rPEyyngNKZj8H2dyDwWCpf8FwhUDsHub/view?usp=drive_link

# ArticleURL3
source: https://drive.google.com/file/d/1nFaOGekov3TAOed88n17TVhutnGBFcpd/view?usp=sharing
es: https://drive.google.com/file/d/1YW0vsG_eqL2epahbFeJ0J6MPfgtukuWH/view?usp=drive_link
fr: https://drive.google.com/file/d/1pXkthpTIptc-kaCNEFOGCBcQMYhzJb1O/view?usp=drive_link

# ArticleURL4
source: https://drive.google.com/file/d/1nsQv6TCWLF3_6LLQWHSGereoNjpOJdVP/view?usp=drive_link
es: https://drive.google.com/file/d/1ITKZIeoJbN9KxpYGtOVAdHf_3Eh9mPsW/view?usp=drive_link
fr: https://drive.google.com/file/d/1tAOOhgKNXEdenkeGvuEf4XV1XCNT2-ft/view?usp=drive_link

source: Blog
ar: المدونة
fr: Le blog
ur: دستاویز

# BookImg1
source: /images/books/en-b1.jpeg
es: /images/books/es-b1.jpeg
fr: /images/books/fr-b1.jpeg

source: Books
ar: كتب
fr: livres

# BookURL1
source: https://drive.google.com/file/d/1_O3elIzfiSi6snyczo2Zp5mdOoQVPne-/view
es: https://drive.google.com/file/d/1F8kLHG_Gn-FyDtnhMxarDf_vo1bBl5xs/view
fr: https://drive.google.com/file/d/12tQY2jUxb0IO cIexdl8RB90QmR__-q6T/view

source: Center News
ar: أخبار المركز
es: Noticias del centro
fr: Actualités du centre

# CenterPrograms
source: Center's Programs
ar: البرامج المقدمة
fr: Les programmes offerts
ur: پیش کئے جانے والے پروگرامات

# CentreMessage
source: Centre's message
ar: رسالة المركز
es: El Mensaje
fr: Le message
ur: پیغام

# CentreMessageValue
source: facilitating learning the Arabic reading to read the nobel Quran
ar: تسهيل تعلم القراءه العربية لقراءة القرآن الكريم
es: Facilitar el dominio de la lectura del Sagrado Corán
fr: Faciliter l'apprentissage de la lecture arabe pour lire le Saint Coran.
ur: آسانی پیدہ کرنا عربی زبان کو پڑہنے کیلئے تاکہ قرآن پڑہنے میں آسانی ہو

# CentreOffer
source: The centre offers its programs for those who desire to learn Arabic reading and cannot read it, for beginners in learning it, and for those who aren't fluent in it.
ar: يقدم المركز برامجه للراغبين في تعلم القراءة العربية ممن لايستطيعون قراءتها أو المبتدئين في تعلمها أو الذين لديهم ضعف في إتقانها.
es: El centro ofrece sus programas para aquellos que deseen aprender a leer en árabe y aún no lo saben. Así como, sus programas son dirigidos para aquellos que recién empezaron a aprender a leer en árabe y para aquellos que encuentran aún dificultades en la lectura en árabe.
fr: Le centre propose ses programmes pour ceux qui souhaitent apprendre la lecture de l'arabe, qui sont incapables de le lire, qui sont débutants dans son apprentissage ou qui ont une faible maîtrise de cette langue.
ur: یہ مرکز پیش کرتا اس پروگرام کو ان کیلئے جو عربی سیکہنا چاہتے ہیں یا جو اس میں اور مہارت حاصل کرنا چاہتے ہیں

# CentreVision
source: Centre's vision
ar: رؤية المركز
es: Visión
fr: La vision du centre
ur: الرؤية

# CentreVisionValue
source: enable those who can't read the nobel Quran to read it
ar: تمكين من لا يستطيع قراءة القرآن الكريم من قراءته
es: Facultar a las personas a leer el Corán
fr: aider ceux qui ne peuvent pas lire le Coran à le lire correctement
ur: تمكين من لا يستطيع قراءة القرآن الكريم من قراءته

# Contact
source: Contact with us
ar: تابعونا
es: Contacto
fr: Contactez-nous
ur: ہمارے ساتھ رابطہ کیلئے

# FifthProgramDescription
source: Diagnosing and addressing Holy Quran reading deficiencies program for beginners Through this program, the student's proficiency in Quranic vocabulary is evaluated, areas of weakness are pinpointed, and a customized program is designed to improve these skills. Our program targets the root of reading difficulties rather than solely correcting word errors made by students.
ar: يتم في هذا البرنامج اختبار الطالب في مجموعة من الكلمات، و يتم تحديد المهارات التي لا يتقنها الطالب، ووضع برنامج مختصر لعلاج المهارات التي لا يتقنها فقط
es: Ce programme permet d'évaluer les compétences de l'étudiant en matière de vocabulaire coranique, de mettre en évidence les points faibles et de concevoir un programme personnalisé pour améliorer ces compétences. Notre programme cible la racine des difficultés de lecture plutôt que de corriger uniquement les erreurs de mots commises par les étudiants.
fr: Dans ce programme, l’étudiant est testé sur un groupe de mots du Saint Coran, les compétences que l’étudiant ne maîtrise pas sont identifiées On concevoit un programme personnalisé bref pour améliorer ces compétences qu’il ne maîtrise pas. Dans ce programme, nous abordons les problèmes de lecture à partir de leurs racines et pas les erreurs de mots commises par les élèves.

# FifthProgramHeading
source: Diagnosing and addressing Holy Quran reading deficiencies program for beginners
ar: برنامج تشخيص وعلاج الضعف القرائي
es: Programme de diagnostic et de correction des lacunes de lecture du Coran pour les débutants
fr: Programme pour diagnostiquer et traiter les déficiences dans la lecture du Saint Coran pour les débutants

# FirstBook
source: ITQAN (Mastering literal Arabic reading skills)
ar: كتاب إتقان مهارات القراءة العربية
fr: livre de Itqân (Maîtriser les compétences en lecture en arabe)

source: First level
ar: المستوى الأول
es: Le niveau initial
fr: Le niveau initial

# FirstProgram
source: The initial level
ar: البرنامج الأول
es: El primer programa
fr: Le premier programme
ur: پہلا پروگرام

# FirstProgramDescription
source: Teaching Arabic letters and reading trilateral words with Fat-ha -13 lessons
ar: تعليم الحروف العربية وقراءة كلمات مكونة من ثلاثة حروف مفتوحة - 13 درسا
es: Enseigner les lettres arabes et lire les mots trilitères avec Fat-ha -13 leçons
fr: Enseigner les lettres arabes et lire des mots trilatéraux avec Fat-ha -13 leçons
ur: پروگرام ایسے لوگوں کے لئے جو بالکل بھی عربی پڑھنا نہیں جانتے ہیں یا تھوڑا بہت جانتے تو ہیں مگر قرآن کریم نہیں پڑھ سکتے ہیں. یہ پروگرام عرب اور غیر عرب دونوں طرح کے امیدواروں کے لئے پیش کرنا ممکن ہے. مدت پروگرام : 60 گھنٹے پریکٹس کے 60 یا پھر 30 دنوں میں.

# FirstProgramDescription2
source: Lectures are delivered in three different methods:
ar: يتم التعلم فيه بإحدى الطرق التالية:
es: Les cours sont dispensés selon trois méthodes différentes :
fr: L'apprentissage se déroule de l'une des méthodes suivantes:

# FirstProgramHeading
source: Teaching Basic Arabic Reading Principles program
ar: برنامج تعليم مبادئ القراءة الأساسية
es: Enseñanza de lectura árabe para aprender leer el Noble Corán para principiantes
fr: Programme pour enseigner les principes de base de la lecture
ur: مبتدئین کے لئے قرآن کریم سکھانے کے لیے عربی پڑھنے کی تعلیم

# FirstProgramlist1
source: In the classroom.
ar: في الفصل الحقيقي.
es: En classe.
fr: Dans la salle de classe

# FirstProgramlist2
source: In the virtual classroom (via learning platforms like Zoom). Where the student learns the letter sounds with the short vowel (Fat-ha), uses simple writing worksheets to practice writing the letters forms at the beginning, middle and end of the word in order to memorize the letter shapes in their different positions, and reads trilateral words with the Fat-ha which are consisted of letters previously learned
ar: في الفصل الافتراضي ( عبر منصات التعليم مثل زووم ): وفيه يتم استخدام نماذج كتابية بسيطة يكتب فيها الطالب الحرف في أول ووسط وآخر الكلمة ليتقن الطالب حفظ أشكال الحروف في مواضعها المختلفة ويتم تعلم قراءة كلمات ثلاثية مفتوحة درس الطالب جميع حروفها )
es: En classe virtuelle (via des plateformes d'apprentissage comme Zoom). L'élève apprend le son des lettres avec la voyelle courte (Fat-ha), utilise des feuilles de travail simples pour s'entraîner à écrire les formes des lettres au début, au milieu et à la fin du mot afin de mémoriser les formes des lettres dans leurs différentes positions, et lit des mots trilatéraux avec le Fat-ha qui sont constitués de lettres apprises précédemment.
fr: En classe virtuelle (via des plateformes éducatives telles que Zoom) Où, l'étudiant apprend les sons des lettres avec la voyelle courte (Fat-ha),et utilise des modèles d'écriture simples dans lesquels l'étudiant écrit la lettre au début, au milieu et à la fin du mot pour mémoriser les formes des lettres dans leurs différentes positions, et lire des mots trilatéraux avec le Fat-ha qui sont constitués de lettres apprises précédemment).

# Founder
source: Founder of the Center
ar: مؤسس المركز
es: Fundador del Centro
fr: Le fondateur du centre
ur: مرکز کا بانی

source: Founder Current Job
ar: العمل الحالي
fr: Travail actuel

# FounderCurrentJobValue
source: Manager of Iqraa Center for Arabic Language Learn
ar: مدير مركز اقرأ لتعليم القراءة العربية
fr: Directeur du Centre "Iqra" ( Lis) pour l'enseignement de la lecture arabe
ur: مرکز اقرا عربی زبان کہ سیکہنے کیلئے کے پرنسپل ہیں

# FounderExperience
source: Founder's Previous Experience
ar: الخبرات السابقة
es: Experiencia laboral del fundador
fr: Expériences précédentes
ur: پچہلی تجربات

# FounderExperienceValueLine1
source: Supervisor of teaching Arabic to students of the first three grades of the primary school
ar: مشرف على تعليم اللغة العربية للصفوف الأولية في الإدارة العامة للتعليم في القصيم
es: Supervisor de la enseñanza del idioma árabe a los alumnos de los tres primeros gradis de la Primaria.
fr: Superviseur de l'enseignement de l'arabe pour les classes élémentaires à l'Administration générale de l'éducation à Qassim
ur: چانسلر عربی زبان کہ سیکہنے میں ابتدائی کلاسوں کیلئےابتدائية ادارہ عام قصیم میں

# FounderExperienceValueLine2
source: Elementary school Headmaster
ar: مدير مدرسة ابتدائية
es: Director de escuela primaria.
fr: Directeur d'école primaire
ur: پرنسپل پرائمری سکول

# FounderExperienceValueLine3
source: Arabic teacher
ar: معلم لغة عربية
es: Profesora de lengua árabe.
fr: Professeur d'arabe. Ses Intérêts: Enseigner la lecture arabe aux non-arabes.
ur: عربی زبان کہ استاذ

# FounderName
source: Fahd bin Saleh bin Abdullah Al-Twaijri
ar: فهد بن صالح بن عبدالله التويجري
fr: Fahd bin Saleh bin Abdullah Al-Tuwaijri
ur: فهد بن صالح بن عبدالله التويجري

# FounderQualifications
source: Academic Qualifications of the Founder
ar: الشهادات العلمية
es: Sus estudios
fr: Diplômes universitaires
ur: علمی ڈگریاں

# FounderQualificationsValueLine1
source: Master in Linguistics from Umm Al-Qura University in Makkah Al-Mukarramah 2019.
ar: ماجستير في اللغويات من جامعة أم القرى في مكة المكرمة ٢٠١٩م
es: Máster en Lingüística, en la Universidad Umm Al-Qura en Makkah Al-Mukarramah 2019
fr: Master en linguistique de l'Université Umm Al-Qura à Makkah Al-Mukarramah en 2019 après JC
ur: (ماسٹر کیا ہے زبانوں میں جامعہ قری مکہ مکرمہ سے 2019 میں)

# FounderQualificationsValueLine2
source: BA in the Arabic language from Imam Muhammad bin Saud Islamic University, 2002
ar: بكالريوس لغة عربية من جامعة الإمام محمد بن سعود الإسلامية
es: Licenciatura en lengua árabe, en la Universidad Islámica Imam Muhammad bin Saud, 2002
fr: Licence en langue arabe de l'Université islamique Imam Muhammad Ibn Saud.
ur: (بیچلرکیا ہے عربی زبان میں جامعہ امام محمد بن سعود اسلامیہ سے)

# FounderSpecialty
source: The Founder's Specialty
ar: التخصص
es: Especialidad del fundador
fr: Major
ur: مہارت

# FounderSpecialtyValue
source: Arabic language
ar: لغة عربية
es: Lengua árabe
fr: langue arabe
ur: عربی زبان

# FounderWritings
source: Founder's writings
ar: المؤلفات
es: Libros
fr: Ses livres
ur: مؤلفات

# FounderWritingsValue
source: The book of "learn how to read the Noble Qur’an in thirty days"
ar: إتقان مهارات القراءة العربية الحرفية
es: Aprende en sólo treinta días la lectura del Sagrado Corán..
fr: Un livre pour apprendre à lire le Noble Coran en trente jours
ur: کتاب کا نام تعلم قرأة القرآن الكريم في ثلاثين يوماقرآن کریم ہلا پروگرام: جدید احباب کیلیےعربی زبان کی پڑہائ سیکہنا قرآن کریم کیلئے

source: Fourth Program
ar: البرنامج الرابع
fr: البرنامج الرابع

# FourthProgramDescription
source: Through this program, the student's proficiency in a set of vocabularies is evaluated, areas of weakness are pinpointed, and a customized program is designed to improve these skills.
ar: يتم في هذا البرنامج اختبار الطالب في مجموعة من الكلمات، ويتم تحديد المهارات التي لا يتقنها الطالب، ووضع برنامج مختصر لعلاج المهارات التي لا يتقنها فقط، ثم يتم تدريب الطالب على كلمات من القرآن الكريم. وفي هذا البرنامج نعالج المشاكل القرائية من جذورها ولا نعالج الأخطاء في الكلمات التي يخطئ فيها الطالب.
es: Ce programme permet d'évaluer les compétences de l'élève dans un ensemble de vocabulaires, de mettre en évidence les points faibles et de concevoir un programme personnalisé pour améliorer ces compétences.
fr: Dans ce programme, l'élève est testé sur un ensemble de mots, puis on identifie les compétences que l'élève ne maîtrise pas, et on concevoit un programme personnalisé bref pour améliorer ces compétences.

# FourthProgramHeading
source: Diagnosing and addressing reading deficiencies program
ar: برنامج تشخيص وعلاج الضعف في قراءه القران الكريم للمبتدئين
es: Programme de diagnostic et de traitement des déficiences en lecture
fr: Programme de diagnostic et de traitement des déficiences de la lecture

# Home
source: Home page
ar: الرئيسية
es: Inicio
fr: La principale
ur: اہم

# IQRAACentre
source: Taqra Center
ar: مركز تقرأ
es: Centro Taqra
fr: Centre Taqra
ur: مرکز اقرأ

# IQRAACentreP
source: A centre is interested in teaching Arabic for all, aiming for facilitating learning Arabic reading and shortening the time required for that, to fulfil a hope that many Muslims have, which is reading the Noble Quran.
ar: مركز يهتم بتعليم القراءة العربية للجميع. وبهدف إلى تيسير تعلم القراءة العربية واختصار الوقت اللازم لذلك، كي نحقق أمنية يتمناها كثير من المسلمين، وهي قراءة القرآن الكريم
es: Es un centro interesado en enseñar la lengua árabe para todos. Así como, tiene como objetivo facilitar el aprendizaje del idioma árabe en el menor tiempo posible para hacer realidad el sueño de muchos musulmanes que desean leer el Sagrado Corán
fr: Notre centre se préoccupe de l'enseignement de la lecture arabe pour tous
ur: ایک ایسا مرکز جو عربی کی تعلیم کا اہتمام کرتا ہے جس کا ہدف مختصر ترین وقت میں عربی سکھانا ہے تاکہ بہت سارے مسلمانوں کی یہ دیرینہ خواہش پوری ہوسکے کہ وہ قرآن مجید پڑھ سکیں

# IQRAACentreP2
source: The centre is looking for the best ways and the most appropriate means to teach Arabic and be able to read the Noble Quran.
ar: المركز يبحث عن أفضل الطرق وأنسب الوسائل لتعليم القراءة العربية والتمكن من قراءة القرآن الكريم
es: Además, el Centro busca seguir los mejores métodos y los medios más apropiados para enseñar la lectura en árabe y, como resultado, facilitar el dominio de la lectura del Sagrado Corán.
fr: Dans le but de faciliter l'apprentissage de la lecture arabe et de raccourcir le temps nécessaire pour cela,
ur: مرکز قرآن مجید کی تعلیم کو ممکن بنانے میں بہترین طریقوں اور مناسب وسائل کی جستجو میں رہتا ہے اور عربی زبان کے اس امتیاز پر یقین رکھتا ہے کہ اس کی قرآت اور کتابت میں قربت پائی جاتی ہے، آوازوں اور لکھائی کا باہم قرب عربی پڑھنے کے عمل کو مددگار اور آسان بنا دیتا ہے تاکہ قرآن مجید پڑھنا سیکھا جاسکے.

# IQRAACentreP3
source: Undoubtedly, the Arabic language is characterized by the proximity of its spoken sounds to its written letters and words, which facilitates and helps to learn Arabic reading thus learn to read the Noble Quran.
ar: يثق بأن اللغة العربية تتميز بقرب حروفها وكلماتها المنطوقة من حروفها وكلماتها المكتوبة، وهو أمر يسهل ويساعد على تعلم القراءة العربية لقصد تعلم قراءة القرآن الكريم
es: Cabe destacar que la lengua árabe se caracteriza por la afinidad entre su fonética y su escritura, lo que ayuda a aprender con facilidad la lectura en árabe y, por ende, la lectura del Sagrado Corán
fr: afin de réaliser un souhait que de nombreux musulmans

source: Name
ar: الاسم
es: Nombre
fr: Nom
ur: نام

source: Number of downloads
ar: عدد التحميلات
fr: Nombre de téléchargements

source: Our Message
fr: Notre message

# OurMessageP1
source: Evolve the best ways and means of promoting and facilitating the learning of Arabic reading.
es: إيجاد أفضل الوسائل التي تسهل تعلم القراءه العربية
fr: Trouver les meilleurs moyens qui facilitent l'apprentissage de la lecture arabe

source: Our Vision
es: رؤيتنا
fr: Notre vision

# OurVisionP1
source: Assisting individuals in achieving their aspirations of becoming proficient in reading Arabic
es: تحقيق رغبة من يريد تعلم القراءة العربية
fr: Réaliser le désir de ceux qui veulent apprendre à lire l'arabe

# QuranReading
source: ( 20 ) lessons ( Teaching Holy Quran reading )
ar: تعليم قراءة القران الكريم
es: ( 20 ) leçons ( Enseignement de la lecture du Saint Coran )
fr: (20 ) leçons (enseignement de la lecture du Saint Coran)

# ReadingSkillsLearn
source: (Teaching Arabic reading skills ) ( 25 lessons ( Lessons from ITQAN book for mastering literal Arabic reading skills)
ar: تعليم مهارات القراءة العربية - 30 درسا
es: (Enseignement de la lecture arabe) ( 25 leçons ( Leçons du livre ITQAN pour la maîtrise de la lecture arabe littérale)
fr: (Enseignement de la lecture en arabe ) (25 leçons (Leçons du livre ITQAN pour maîtriser la lecture en arabe littéral)

source: Registration
ar: التسجيل
es: Inscripciones
fr: Enregistrement

# SecondBook
source: ITQAN (Mastering literal Arabic reading skills with some words pronunciation transliteration)
ar: كتاب إتقان مهارات القراءة العربية مع كتابة نطق بعض الكلمات
fr: Itqân Maîtriser des compétences en lecture arabe littérale avec translittération de la prononciation de certains mots)

# SecondLevel
source: The second level
ar: المستوى الثاني
es: Le deuxième niveau
fr: Le deuxième niveau

# SecondProgram
source: The Second Program
ar: البرنامج الثاني
es: البرنامج الثاني
fr: البرنامج الثاني
ur: دوسرا پروگرام

# SecondProgramDescription
source: A program that helps students to correct their mistakes in reading the Noble Qur’an by addressing the causes of mistakes.Our goal in this program is to treat those mistakes from their roots. It is a program that can be offered to both native Arabic speakers and non-Arabic speakers
ar: دروس كتاب إتقان مهارات القراءة العربية الحرفية – 25 درسا
es: دروس كتاب إتقان مهارات القراءة العربية الحرفية – 25 درسا
fr: دروس كتاب إتقان مهارات القراءة العربية الحرفية – 25 درسا
ur: یہ پروگرام ان طلبہ کے لئے ہے جو قرآن مجید پڑھتے ہوئے غلطیاں کرتے ہیں اس پروگرام کے ذریعے ان غلطیوں کی نشاندہی اور ان کا مکمل خاتمہ کیا جاتا ہے. یہ پروگرام بھی عرب اور غیر عرب دونوں طرح کے طلبہ کے لئے ہے. مدت پروگرام : غلطیوں کی نوعیت پر منحصر ہے.

# SecondProgramDescription2
source: Lectures are delivered in three different methods:
ar: يتم التعلم فيه بإحدى الطرق التالية:
es: Les cours sont dispensés selon trois méthodes différentes :
fr: L'apprentissage se déroule de l'une des manières suivantes :

# SecondProgramHeading
source: Teaching Arabic Reading Skills program
ar: برنامج تعليم مهارات القراءة العربية
es: Programme d'enseignement de la lecture en arabe
fr: Programme d'enseignement des compétences de la lecture arabe
ur: قرآن کریم پڑھنے میں پائی جانے والی غلطیوں کی اصلاح

# SecondProgramlist1
source: In the classroom.
ar: في الفصل الحقيقي.
es: En classe.
fr: Dans la salle de classe

# SecondProgramlist2
source: In the virtual classroom (via learning platforms like Zoom) - Chat room
ar: في الفصل الافتراضي الجماعي ( عبر منصات التعليم مثل زووم )
es: Dans la salle de classe virtuelle (via des plateformes d'apprentissage telles que Zoom) - Salle de chat.
fr: En classe virtuelle (via les plateformes d'apprentissage telles que Zoom) -Chat room

# SecondProgramlist3
source: In the virtual classroom (via learning platforms like Zoom) -one on one chat
ar: في الفصل الافتراضي الفردي ( عبر منصات التعليم مثل زووم )
es: Dans la salle de classe virtuelle (via des plateformes d'apprentissage comme Zoom) - chat individuel
fr: En classe virtuelle (via des plateformes éducatives telles que Zoom ) chat en tête-à-tête-
